import React from "react";
import {Row, Col} from 'antd';

export default class Graphs extends React.Component {

    render() {
        return (
            <div style={{display:"flex"}}>
                <Row>
                    <Col style={{
                        backgroundColor: "lightblue",
                        margin: 20
                    }}>Значимость этих проблем настолько очевидна,
                        что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой
                        процесс внедрения и модернизации модели развития. Не следует, однако забывать, что укрепление и
                        развитие структуры влечет за собой процесс внедрения и модернизации модели развития. Товарищи!
                        новая модель организационной деятельности</Col>
                    <Col style={{
                        backgroundColor: "lightgreen",
                        margin: 20
                    }}>С другой стороны новая модель организационной
                        деятельности требуют определения и уточнения новых предложений. Разнообразный и богатый опыт
                        постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс
                        внедрения и модернизации дальнейших направлений развития. С другой стороны реализация намеченных
                        плановых заданий представляет собой интересный эксперимент проверки соответствующий условий
                        активизации. Задача организации</Col>
                    <Col style={{
                        backgroundColor: "lightgreen",
                        margin: 20
                    }}>С другой стороны новая модель организационной
                        деятельности требуют определения и уточнения новых предложений. Разнообразный и богатый опыт
                        постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс
                        внедрения и модернизации дальнейших направлений развития. С другой стороны реализация намеченных
                        плановых заданий представляет собой интересный эксперимент проверки соответствующий условий
                        активизации. Задача организации</Col>
                </Row>
                <Row>
                    <Col style={{
                        backgroundColor: "lightblue",
                        margin: 20
                    }}>Таким образом консультация с широким активом
                        представляет собой интересный эксперимент проверки модели развития. С другой стороны реализация
                        намеченных плановых заданий позволяет оценить значение дальнейших направлений развития. Задача
                        организации, в особенности же дальнейшее развитие различных форм деятельности способствует
                        подготовки и реализации систем массового участия. </Col>
                    <Col style={{
                        backgroundColor: "lightgreen",
                        margin: 20
                    }}>Товарищи! сложившаяся структура организации
                        обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров,
                        соответствует насущным потребностям. Разнообразный и богатый опыт начало повседневной работы по
                        формированию позиции представляет собой интересный эксперимент проверки систем массового
                        участия. Значимость этих проблем настолько очевидна, что сложившаяся структура организации
                        требуют от нас анализа существенных </Col>
                    <Col style={{
                        backgroundColor: "lightblue",
                        margin: 20
                    }}>Не следует, однако забывать, что новая модель
                        организационной деятельности играет важную роль в формировании систем массового участия. Не
                        следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания
                        по разработке новых предложений. Повседневная практика показывает, что сложившаяся структура
                        организации способствует подготовки и реализации позиций, занимаемых участниками в отношении
                        поставленных задач.</Col>
                </Row>
            </div>)

    }
}

